model {
  ssd {
    num_classes: 4
    image_resizer {
      fixed_shape_resizer {
        height: 640
        width: 640
      }
    }
    feature_extractor {
      type: "ssd_resnet50_v1_fpn_keras"
      depth_multiplier: 1.0
      min_depth: 16
      conv_hyperparams {
        regularizer {
          l2_regularizer {
            weight: 0.0004
          }
        }
        initializer {
          truncated_normal_initializer {
            mean: 0.0
            stddev: 0.03
          }
        }
        activation: RELU_6
        batch_norm {
          decay: 0.997
          scale: true
          epsilon: 0.001
        }
      }
      override_base_feature_extractor_hyperparams: true
      fpn {
        min_level: 3
        max_level: 7
      }
    }
    box_coder {
      faster_rcnn_box_coder {
        y_scale: 10.0
        x_scale: 10.0
        height_scale: 5.0
        width_scale: 5.0
      }
    }
    matcher {
      argmax_matcher {
        matched_threshold: 0.5
        unmatched_threshold: 0.5
        ignore_thresholds: false
        negatives_lower_than_unmatched: true
        force_match_for_each_row: true
        use_matmul_gather: true
      }
    }
    similarity_calculator {
      iou_similarity {
      }
    }
    box_predictor {
      weight_shared_convolutional_box_predictor {
        conv_hyperparams {
          regularizer {
            l2_regularizer {
              weight: 0.0004
            }
          }
          initializer {
            random_normal_initializer {
              mean: 0.0
              stddev: 0.01
            }
          }
          activation: RELU_6
          batch_norm {
            decay: 0.997
            scale: true
            epsilon: 0.001
          }
        }
        depth: 256
        num_layers_before_predictor: 4
        kernel_size: 3
        class_prediction_bias_init: -4.6
      }
    }
    anchor_generator {
      multiscale_anchor_generator {
        min_level: 3
        max_level: 7
        anchor_scale: 4.0
        aspect_ratios: 1.0
        aspect_ratios: 2.0
        aspect_ratios: 0.5
        scales_per_octave: 2
      }
    }
    post_processing {
      batch_non_max_suppression {
        score_threshold: 1e-08
        iou_threshold: 0.6
        max_detections_per_class: 100
        max_total_detections: 100
        use_static_shapes: false
      }
      score_converter: SIGMOID
    }
    normalize_loss_by_num_matches: true
    loss {
      localization_loss {
        weighted_smooth_l1 {
        }
      }
      classification_loss {
        weighted_sigmoid_focal {
          gamma: 2.0
          alpha: 0.25
        }
      }
      classification_weight: 1.0
      localization_weight: 1.0
    }
    encode_background_as_zeros: true
    normalize_loc_loss_by_codesize: true
    inplace_batchnorm_update: true
    freeze_batchnorm: false
  }
}
train_config {
  batch_size: 4
  data_augmentation_options {

    random_crop_image {
  min_object_covered : 4
  min_aspect_ratio : 0.75
  max_aspect_ratio : 1.33
  min_area :0.25
  max_area : 1.0
  overlap_thresh :0.3
  clip_boxes : true
  random_coef :0.7
  }
  }
  
  sync_replicas: true
  optimizer {
    momentum_optimizer {
      learning_rate {
        cosine_decay_learning_rate {
          learning_rate_base: 0.003
          total_steps: 25000
          warmup_learning_rate: 0.00005
          warmup_steps: 2000
        }
      }
      momentum_optimizer_value: 0.9
    }
    use_moving_average: false
  }
  fine_tune_checkpoint: "/content/drive/MyDrive/nd013-c1-vision-starter/experiments/exp1/training/pretrained-models/ssd_resnet50_v1_fpn_640x640_coco17_tpu-8/checkpoint/ckpt-0"
  num_steps: 25000
  startup_delay_steps: 0.0
  replicas_to_aggregate: 8
  max_number_of_boxes: 100
  unpad_groundtruth_tensors: false
  fine_tune_checkpoint_type: "detection"
  use_bfloat16: false
  fine_tune_checkpoint_version: V2
}

train_input_reader {
  label_map_path: "/content/drive/MyDrive/nd013-c1-vision-starter/label_map.pbtxt"
  tf_record_input_reader {
     input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10023947602400723454_1120_000_1140_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10082223140073588526_6140_000_6160_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10107710434105775874_760_000_780_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10206293520369375008_2796_800_2816_800_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10212406498497081993_5300_000_5320_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10226164909075980558_180_000_200_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10231929575853664160_1160_000_1180_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10235335145367115211_5420_000_5440_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10241508783381919015_2889_360_2909_360_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10444454289801298640_4360_000_4380_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10485926982439064520_4980_000_5000_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10498013744573185290_1240_000_1260_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10584247114982259878_490_000_510_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10596949720463106554_1933_530_1953_530_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10664823084372323928_4360_000_4380_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10676267326664322837_311_180_331_180_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10724020115992582208_7660_400_7680_400_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10750135302241325253_180_000_200_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10793018113277660068_2714_540_2734_540_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10876852935525353526_1640_000_1660_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10964956617027590844_1584_680_1604_680_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-10975280749486260148_940_000_960_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-11017034898130016754_697_830_717_830_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-11113047206980595400_2560_000_2580_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-11139647661584646830_5470_000_5490_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-11199484219241918646_2810_030_2830_030_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-11236550977973464715_3620_000_3640_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-11252086830380107152_1540_000_1560_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-11318901554551149504_520_000_540_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-11355519273066561009_5323_000_5343_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-11379226583756500423_6230_810_6250_810_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-1146261869236413282_1680_000_1700_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-11674150664140226235_680_000_700_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-11718898130355901268_2300_000_2320_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-11918003324473417938_1400_000_1420_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-11940460932056521663_1760_000_1780_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-11967272535264406807_580_000_600_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-11971497357570544465_1200_000_1220_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12161824480686739258_1813_380_1833_380_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12174529769287588121_3848_440_3868_440_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12200383401366682847_2552_140_2572_140_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12212767626682531382_2100_150_2120_150_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12281202743097872109_3387_370_3407_370_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12303641360375776820_4378_000_4398_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12337317986514501583_5346_260_5366_260_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12339284075576056695_1920_000_1940_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12505030131868863688_1740_000_1760_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12551320916264703416_1420_000_1440_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-1255991971750044803_1700_000_1720_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12681651284932598380_3585_280_3605_280_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12856053589272984699_1020_000_1040_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12896629105712361308_4520_000_4540_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12900898236728415654_1906_686_1926_686_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12956664801249730713_2840_000_2860_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12974838039736660070_4586_990_4606_990_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-12988666890418932775_5516_730_5536_730_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13005562150845909564_3141_360_3161_360_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13145971249179441231_1640_000_1660_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13177337129001451839_9160_000_9180_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13182548552824592684_4160_250_4180_250_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13186511704021307558_2000_000_2020_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13207915841618107559_2980_000_3000_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13271285919570645382_5320_000_5340_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13506499849906169066_120_000_140_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13517115297021862252_2680_000_2700_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13585809231635721258_1910_770_1930_770_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13619063687271391084_1519_680_1539_680_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13629997314951696814_1207_000_1227_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13667377240304615855_500_000_520_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13731697468004921673_4920_000_4940_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13807633218762107566_6625_000_6645_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13830510593707564159_5575_000_5595_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13840133134545942567_1060_000_1080_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13862220583747475906_1260_000_1280_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13940755514149579648_821_157_841_157_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13965460994524880649_2842_050_2862_050_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-13984577671034960830_4545_000_4565_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14004546003548947884_2331_861_2351_861_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14073491244121877213_4066_056_4086_056_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14098605172844003779_5084_630_5104_630_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14106113060128637865_1200_000_1220_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-141184560845819621_10582_560_10602_560_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14133920963894906769_1480_000_1500_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14143054494855609923_4529_100_4549_100_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14183710428479823719_3140_000_3160_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14193044537086402364_534_000_554_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-1422926405879888210_51_310_71_310_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14276116893664145886_1785_080_1805_080_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-1432918953215186312_5101_320_5121_320_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14358192009676582448_3396_400_3416_400_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14430914081327266277_6480_000_6500_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14466332043440571514_6530_560_6550_560_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14503113925613619599_975_506_995_506_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14734824171146590110_880_000_900_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-1473681173028010305_1780_000_1800_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14753089714893635383_873_600_893_600_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14766384747691229841_6315_730_6335_730_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14818835630668820137_1780_000_1800_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14830022845193837364_3488_060_3508_060_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-14940138913070850675_5755_330_5775_330_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-15882343134097151256_4820_000_4840_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-15903184480576180688_3160_000_3180_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-15942468615931009553_1243_190_1263_190_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16034875274658204340_240_000_260_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16080705915014211452_620_000_640_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16093022852977039323_2981_100_3001_100_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16202688197024602345_3818_820_3838_820_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16372013171456210875_5631_040_5651_040_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16403578704435467513_5133_870_5153_870_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16470190748368943792_4369_490_4389_490_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16473613811052081539_1060_000_1080_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16485056021060230344_1576_741_1596_741_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16504318334867223853_480_000_500_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16511546224219511043_6226_000_6246_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16552287303455735122_7587_380_7607_380_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16561295363965082313_3720_000_3740_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16625429321676352815_1543_860_1563_860_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16652690380969095006_2580_000_2600_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16676202516797441395_2460_000_2480_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16735938448970076374_1126_430_1146_430_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16797668128356194527_2430_390_2450_390_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16801666784196221098_2480_000_2500_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16873108320324977627_780_000_800_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-169115044301335945_480_000_500_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16951470340360921766_2840_000_2860_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-16977844994272847523_2140_000_2160_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-17159836069183024120_640_000_660_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-17342274091983078806_80_000_100_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-17356174167372765800_1720_000_1740_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-17364342162691622478_780_000_800_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-17388121177218499911_2520_000_2540_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-17552108427312284959_3200_000_3220_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-175830748773502782_1580_000_1600_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-17677899007099302421_5911_000_5931_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-17752423643206316420_920_850_940_850_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-17778522338768131809_5920_000_5940_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-17782258508241656695_1354_000_1374_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-17874036087982478403_733_674_753_674_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-17885096890374683162_755_580_775_580_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-17912777897400903477_2047_500_2067_500_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-17993467596234560701_4940_000_4960_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-1800857743596232165_1500_000_1520_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-18068531698704694137_920_000_940_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-18096167044602516316_2360_000_2380_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-18111897798871103675_320_000_340_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-18136695827203527782_2860_000_2880_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-18244334282518155052_2360_000_2380_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-18403940760739364047_920_000_940_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-1857377326903987736_80_000_100_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-1891390218766838725_4980_000_5000_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-1921439581405198744_1354_000_1374_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-1939881723297238689_6848_040_6868_040_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-1940032764689855266_3690_210_3710_210_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-1994338527906508494_3438_100_3458_100_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2025831330434849594_1520_000_1540_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2036908808378190283_4340_000_4360_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2075681641472425669_2635_000_2655_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-207754730878135627_1140_000_1160_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2107164705125601090_3920_000_3940_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2217043033232259972_2720_000_2740_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2273990870973289942_4009_680_4029_680_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2323851946122476774_7240_000_7260_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2330686858362435307_603_210_623_210_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2400780041057579262_660_000_680_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2475623575993725245_400_000_420_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2508530288521370100_3385_660_3405_660_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2570264768774616538_860_000_880_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2681180680221317256_1144_000_1164_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-268278198029493143_1400_000_1420_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2698953791490960477_2660_000_2680_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2711351338963414257_1360_000_1380_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2752216004511723012_260_000_280_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2863984611797967753_3200_000_3220_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-2974991090366925955_4924_000_4944_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3002379261592154728_2256_691_2276_691_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3060057659029579482_420_000_440_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3068522656378006650_540_000_560_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3078075798413050298_890_370_910_370_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3276301746183196185_436_450_456_450_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3338044015505973232_1804_490_1824_490_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3385534893506316900_4252_000_4272_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3417928259332148981_7018_550_7038_550_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3418007171190630157_3585_530_3605_530_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3441838785578020259_1300_000_1320_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3451017128488170637_5280_000_5300_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3461228720457810721_4511_120_4531_120_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3555170065073130842_451_000_471_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3584210979358667442_2880_000_2900_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3617043125954612277_240_000_260_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3635081602482786801_900_000_920_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3644145307034257093_3000_400_3020_400_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3665329186611360820_2329_010_2349_010_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3698685523057788592_4303_630_4323_630_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3919438171935923501_280_000_300_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3927294516406132977_792_740_812_740_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-3928923269768424494_3060_000_3080_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-4114454788208078028_660_000_680_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-4167304237516228486_5720_000_5740_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-4191035366928259953_1732_708_1752_708_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-4384676699661561426_1662_670_1682_670_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-4967385055468388261_720_000_740_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/train/segment-4986495627634617319_2980_000_3000_000_with_camera_labels.tfrecord"
  }
}
eval_config {
  metrics_set: "coco_detection_metrics"
  use_moving_averages: false
}
eval_input_reader {
  label_map_path: "/content/drive/MyDrive/nd013-c1-vision-starter/label_map.pbtxt"
  shuffle: false
  num_epochs: 1
  tf_record_input_reader {
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-3132521568089292927_2220_000_2240_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4013698638848102906_7757_240_7777_240_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4138614210962611770_2459_360_2479_360_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4277109506993614243_1648_000_1668_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4292360793125812833_3080_000_3100_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4295449061847708198_3769_000_3789_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4305539677513798673_2200_000_2220_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4348478035380346090_1000_000_1020_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4392459808686681511_5006_200_5026_200_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4537254579383578009_3820_000_3840_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4546515828974914709_922_040_942_040_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4575961016807404107_880_000_900_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4641822195449131669_380_000_400_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-473735159277431842_630_095_650_095_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4747171543583769736_425_544_445_544_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4784689467343773295_1700_000_1720_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4916527289027259239_5180_000_5200_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-4931036732523207946_10755_600_10775_600_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5065468048522043429_2080_000_2100_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5083516879091912247_3600_000_3620_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5100136784230856773_2517_300_2537_300_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5121298817582693383_4882_000_4902_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5129792222840846899_2145_000_2165_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5189543236187113739_2929_000_2949_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5222336716599194110_8940_000_8960_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5349843997395815699_1040_000_1060_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5451442719480728410_5660_000_5680_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5458962501360340931_3140_000_3160_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5468483805452515080_4540_000_4560_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-550171902340535682_2640_000_2660_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5525943706123287091_4100_000_4120_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5572351910320677279_3980_000_4000_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5576800480528461086_1000_000_1020_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5602237689147924753_760_000_780_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5691636094473163491_6889_470_6909_470_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-574762194520856849_1660_000_1680_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-580580436928611523_792_500_812_500_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5835049423600303130_180_000_200_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5870668058140631588_1180_000_1200_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-5973788713714489548_2179_770_2199_770_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6148393791213790916_4960_000_4980_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6150191934425217908_2747_800_2767_800_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-616184888931414205_2020_000_2040_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6193696614129429757_2420_000_2440_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6229371035421550389_2220_000_2240_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6290334089075942139_1340_000_1360_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-634378055350569306_280_000_300_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6378340771722906187_1120_000_1140_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6386303598440879824_1520_000_1540_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6433401807220119698_4560_000_4580_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6561206763751799279_2348_600_2368_600_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6674547510992884047_1560_000_1580_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6763005717101083473_3880_000_3900_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6771783338734577946_6105_840_6125_840_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6771922013310347577_4249_290_4269_290_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6791933003490312185_2607_000_2627_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6799055159715949496_2503_000_2523_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-6935841224766931310_2770_310_2790_310_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-7000927478052605119_1052_330_1072_330_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-7007702792982559244_4400_000_4420_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-7019385869759035132_4270_850_4290_850_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-7187601925763611197_4384_300_4404_300_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-7239123081683545077_4044_370_4064_370_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-7290499689576448085_3960_000_3980_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-7344536712079322768_1360_000_1380_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-7440437175443450101_94_000_114_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-7458568461947999548_700_000_720_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-7466751345307077932_585_000_605_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-7517545172000568481_2325_000_2345_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-7543690094688232666_4945_350_4965_350_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-7554208726220851641_380_000_400_000_with_camera_labels.tfrecord"
    input_path: "/content/drive/MyDrive/nd013-c1-vision-starter/data_new/eval/segment-7566697458525030390_1440_000_1460_000_with_camera_labels.tfrecord"  
  }
}
